import React from 'react'
import { Container, Header } from 'semantic-ui-react'

const Home = () => (
    <Container text textAlign='left'>
        <Header as='h2'>Немного о Нас</Header>
        <p>
            Компания «RefitStore» была открыта 7 февраля 2015 года в городе Мытищи.
            За это время компания успела успешно зарекомендовать себя на рынке услуг по предоставлению качественного ремонта цифровой техники, как надежный и проверенный временем партнер.
        </p>
        <p>
            Несмотря на то, что основное направление компании-ремонт техники Apple, у нас большой опыт работы в сфере IT
            технологий, и он позволил нам сформировать для себя большую базу знаний в области ремонта плееров, смартфонов,
            планшетов и другой цифровой техники. Успешно были налажены каналы поставок запчастей для ремонта техники от местных складов до поставок напрямую с заводов изготовителей.
            Компания имеет собственный склад комплектующих, который постоянно поддерживает в наличии все востребованные элементы и детали для ремонта Вашей техники
            что дает неоспоримое преимущество при формировании конечной цены и сроков выполнения работы.
            Мы принимаем в ремонт технику, которую в других сервисах Вам не смогли отремонтировать.
        </p>
        <p>
            Если у Вас нет желания ее восстанавливать или не считаете это целесообразным –воспользуйтесь нашей слугой Trade in или приобретите новое устройство по приятной цене.
        </p>
        <p>
            Сегодня в нашей компании работает 47 высококвалифицированных специалистов, за плечами которых множество качественно выполненных работ.
        </p>
        <p>
            Каждый сотрудник при приеме на работу проходит обязательную стажировку и проходит курсы повышения квалификации,
            прежде чем допускается к диагностике устройств и необходимому ремонту. Специалисты компании два раза в год проходят плановое обучение,
            целью которого является повышение мастерства и профессиональный навыков.На сегодняшний день – это действительно мастера своего дела.
        </p>
        <p>
            Удобный график работы и территориальное расположение в центре города, дает возможность клиенту добраться до сервисного центра из любой точки города
            без лишних пересадок и сложностей. Мы всегда стараемся найти индивидуальный подход к каждому клиенту.
        </p>
        <p>
            Так же в нашей компании Вы всегда можете приобрести новую или бывшую в употреблении, проверенную цифровую технику, смартфоны или планшеты по очень низким ценам,
            так же сделать ксерокопию необходимых документов. Мы работаем как с розничными клиентами, так и с оптовыми фирмами.
        </p>
    </Container>
);

export default Home;